/* SMTP Server address */
"Address:" = "Adreça:";

/* Authentication checkbox */
"Authentication" = "Autentificació";

/* Title for from field */
"From:" = "De:";

/* No security option */
"None" = "Cap";

/* password field */
"Password:" = "Clau d'accés:";

/* SMTP Server port */
"Port:" = "Port:";

/* Security options title */
"Security:" = "Seguretat:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "Servidor SMTP:";

/* Title for subject prefix field */
"Subject prefix:" = "Prefixe del subjecte:";

/* TLS if possible security option */
"TLS if possible" = "TLS si és possible";

/* TLS or close security option */
"TLS or close" = "TLS o apaga/aproximat";

/* Title for to field */
"To:" = "Per a:";

/* Username field */
"Username:" = "Nom d'usuari:";

